Repository: POPWorldMedia/POPForums
Catalog: src/PopForums/Resources/Resources.*.resx
Languages: de, es, nl, uk, zh_tw

# SetupFirstUser
source: Setup your first user (will be granted admin and moderator rights)
de: Setup das erste Mitglied des Forms (wird Admin- und Moderator-Rechte bewilligen) Setup your first user (will be granted admin and moderator rights)
es: Configura su primer usurio (le serán asignados privilegios de Admin y Moderator)
nl: Maak je eerste gebruiker aan (die zal beheer- en moderatorrechten krijgen)
uk: Налаштуйте вашого першого користувача (який буде наділаний привілегіями адміна і модератора)
zh_tw: 設定您的第一個用戶（將被授予管理員和主持人權）

source: Subscribed Topics
de: Abbonierte Themen
es: Tópicos suscritos
nl: Aangemelde Topics
uk: Підписані теми
zh_tw: 訂閱主題

# SubscribeLoggedIn
source: You must be logged in to view subscribed topics.
de: Sie müssen eingeloggt sein um abbonierte Themen zu sehen.
es: Debe haber ingresado para ver tópicos suscritos.
nl: Je moet ingelogd zijn om aangemelde topics te kunnen zien.
uk: Ви повинні увійти в систему для перегляду підписаних тем.
zh_tw: 您必須先登入才能查看訂閱的主題。

# SubscribeNone
source: You aren't subscribed to any topics.
de: Sie sind nicht abboniert zu einem Thema.
es: No está suscrito a ningún tópico.
nl: Je bent niet aangemeld voor een topic.
uk: Ви не підписані на жодну тему.
zh_tw: 您還沒有訂閱任何主題。

source: Success!
de: Das war erfolgreich!
es: Finalizado con éxito!
nl: Succesvol!
uk: Успіх!
zh_tw: 成功！

# UnsubscribeTopic
source: {0} is unsubscribed from {1}
de: {0} ist ausgetragen von {1}
es: {0} ya no está suscrito a {1}
nl: {0} is afgemeld van {1}
uk: {0} відписався від {1}
zh_tw: {0}是{1}退訂

# ArchivedNewPosts
source: Archived with new posts
de: Archiviert mit neuen Einträgen (Posts)
es: Archivado con nuevos mensajes
nl: Gearchiveerd met nieuwe posts
uk: В архіві з новими повідомленнями
zh_tw: 封存新主題

# Closed
source: Closed topic
de: geschlossenes Thema
es: Tópico cerrado
nl: Topic gesloten
uk: Закрита тема
zh_tw: 鎖定的主題

# ClosedPinned
source: Closed, pinned topic
de: geschlossen, verstiftetes (pinned) Thema
es: Tópico anclado, ha sido cerrado.
nl: Gesloten, gepind topic
uk: Закрита, прикріплена тема
zh_tw: 封閉的，固定的話題

source: Delete Topic
de: Lösche Thema
es: Eliminar tópico
nl: Verwijder Topic
uk: Видалити Тему
zh_tw: 刪除主題

source: First
de: Erste
es: Primero
nl: Eerste
uk: Перший
zh_tw: 第一

# ForgotPasswordEmail
source: To reset your password on {0}, please follow this link:{3}{1}{3}{3}{2}
de: Um Ihr Passwort zu erneuern auf {0}, folgen Sie bitte diesem Link :{3}{1}{3}{3}{2}
es: Para resetear su clave en {0}, por favor vaya al siguiente enlace:{3}{1}{3}{3}{2}
nl: Om je wachtwoord te resetten op {0}, volg a.u.b. deze link:{3}{1}{3}{3}{2}
uk: Щоб скинути ваш пароль на {0}, будь ласка перейдіть за посиланням:{3}{1}{3}{3}{2}
zh_tw: 要在{0}重置您的密碼，請點擊此連結： {3} {3} {3} {2} {1}

# ForgotPasswordSubject
source: Your password reset instructions for {0}
de: Dein Passwort zurücksetzen Anleitung für {0}
es: Instrucciones de reseteo de clave para {0}
nl: Je wachtwoordresetinstructies voor {0}
uk: Інструкції скидання вашого паролю для {0}
zh_tw: 您的密碼重置說明{0}

# ForumNoPost
source: You aren't allowed to post in this forum
de: Du hast keine Erlaubnis in dieses Forum zu posten.
es: No tiene permisos para publicar en este foro.
nl: Je hebt geen toestemming om in dit forum te posten
uk: Ви не можете писати в цьому форумі
zh_tw: 你不可以在這個論壇發佈

# ForumNoView
source: You aren't allowed to view this forum
de: Du hast keine Erlaubnis dieses Forum zu besuchen.
es: No tiene permisos para ver este foro
nl: Je hebt geen toestemming om dit forum te bekijken
uk: Ви не можете переглядати цей форум
zh_tw: 您無權查看該論壇

# LessThanMinute
source: Less than a minute ago
de: Weniger als eine Minute zurück.
es: Hace menos de un minuto
nl: Minder dan een minuut geleden
uk: Менше хвилини назад
zh_tw: 不到一分鐘

# LoginToPost
source: You must be logged in to post
de: Sie müssen eingeloggt sein um zu posten
es: Debe haber ingresado para publicar.
nl: Je dient ingelogd te zijn om te kunnen posten
uk: Вам потрібно залогінитись аби відповісти
zh_tw: 您必須登入後才能發表

# MinutesAgo
source: {0} minutes ago
de: Vor {0} Minuten
es: Hace {0} minutos
nl: {0} minuten geleden
uk: {0} хвилин назад
zh_tw: {0}分鐘前

source: More
de: Mehr
es: Mas
nl: Meer
uk: Більше
zh_tw: 更多

source: New posts
de: Neue Posts
es: Nuevos mensajes
nl: Nieuwe posts
uk: Нові повідомлення
zh_tw: 新主題

# NewPostsClosed
source: New posts, closed topic
de: Neue Posts, geschlossenes Thema
es: Nuevos mensajes, tópico cerrado.
nl: Nieuwe posts, gesloten topic
uk: Нові повідомлення, закрита тема
zh_tw: 新主題已關閉

# NewPostsClosedPinned
source: New posts, closed & pinned topic
de: Neue Posts, geschlossenes; gemerktes Thema
es: Nuevos Mensajes, tópicos cerrados y anclados.
nl: Nieuwe posts, gesloten & gepinde topic
uk: Нові повідомлення, закрита і прикріплена тема
zh_tw: 新主題已關閉已釘選

# NewPostsPinned
source: New posts, pinned topic
de: Neue Posts, gemerktes Thema
es: Nuevos mensajes, tópicos anclados.
nl: Nieuwe posts, gepinde topic
uk: Нові повідомлення, прикріплена тема
zh_tw: 新主題已釘選

source: Next
de: Nächstes
es: Siguiente
nl: Volgende
uk: Наступний
zh_tw: 下一個

source: No new posts
de: Keine neuen Beiträge
es: No hay nuevo mensajes
nl: Geen nieuwe posts
uk: Ніяких нових повідомлень
zh_tw: 沒有新主題

# NotLoggedIn
source: You are not logged in
de: Sie sind nicht eingeloggt
es: No ha ingresado al sistema.
nl: Je bent niet ingelogd
uk: Ви не залоговані
zh_tw: 您還沒有登入

# OneMinuteAgo
source: 1 minute ago
de: 1 Minute zurück
es: Hace 1 minuto
nl: 1 minuut geleden
uk: 1 хвилину назад
zh_tw: 1分鐘前

# Pinned
source: Pinned topic
de: gemerktes Thema
es: Tópico anclado
nl: Gepinde topic
uk: Закріпити тему
zh_tw: 已釘選

# PMCreateWarnings
source: Must include message and at least one user
de: Muss beinhalten ein Nachricht und zuletzt ein Mitglied.
es: Debe incluir mensaje y al menos un usuario.
nl: Je moet een bericht en op z'n minst één gebruiker toevoegen
uk: Повинна включати повідомлення та хоча б одного користувача
zh_tw: 必須包含消息和至少一位用戶

# PostEmpty
source: Can't make an empty post
de: Ein leerer Beitrag kann nicht erstellt werden.
es: No se puede crear un mensaje vacio.
nl: Je kunt geen lege post maken
uk: Ви не можете відправити пусте повідомлення
zh_tw: 主題不能為空白

# PostWait
source: You must wait {0} seconds between posts and may not duplicate your last post
de: Du musst {0} Sekunden zwischen einem Beitrageintrag warten damit der letzte Eintrag nicht doppelt erscheint.
es: Debe esperar {0} entre mensajes, y evita repetir el mensaje anterior.
nl: Je dient {0} seconden te wachten tussen je posts en je mag je laatste post niet herposten
uk: Вам потрібно почекати {0} секунд між створенням повідомлень і не можете повторювати ваше попереднє повідомлення
zh_tw: 你必須等待{0}秒才能再次發表新的主題

source: Previous
de: Vorheriger
es: Anterior
nl: Vorige
uk: Попередній
zh_tw: 以前

# RegisterEmailSubject
source: Forum registration - {0}
de: Forum Registrierungen {0}
es: Registro en el foro - {0}
nl: Forum registratie - {0}
uk: Реєстрація на форумі - {0}
zh_tw: 論壇註冊 - {0}

# RegisterEmailThankYou
source: Thank you for registering with {0}.{2}{2}{1}
de: Danke für die Registrierung mit {0}.{2}{2}{1}
es: Gracias por registrarse en {0}.{2}{2}{1}
nl: Dank je voor je registratie bij {0}.{2}{2}{1}
uk: Дякуємо за реєстрацію на {0}.{2}{2}{1}
zh_tw: 感謝您與{0}註冊{2} {2} {1}

# RegisterEmailThankYouVerify
source: Thank you for registering with {0}. Please follow this link to confirm your registration:{5}{5}{1} {5}{5}If you can't follow this link, please visit the following page, and cut and paste the confirmation code:{5}{5}Link: {2} {5}Code: {3} {5}{5}{4}
de: Danke für die Registrierung mit {0}. Bitte folgen Sie diesem Link um Ihre Registrierung zu bestätigen:{5}{5}{1} {5}{5} Wenn Sie diesem Link nicht folgen können, rufen Sie bitte die nachfolgende Seite auf, kopieren den Bestätigungs-Code und fügen ihn ein: {5}{5}Link: {2} {5}Code: {3} {5}{5}{4}
es: Gracias por registrarse en {0}. Por favor siga este enlace para confirmar su registro:{5}{5}{1} {5}{5} Si no puede seguir el enlace, por favor visite la siguiente página, y copie y pegue el código de confirmación:{5}{5} Enlace: {2} {5}Código: {3} {5}{5}{4}
nl: Dank je voor je registratie bij {0}. Klikt op de deze link om je registratie te bevestigen :{5}{5}{1} {5}{5}Als de link niet werkt, bezoek dan de volgende pagina, en voer de bevestigingscode in:{5}{5}Link: {2} {5}Code: {3} {5}{5}{4}
uk: Дякуємо за реєстрацію на {0}. Будь ласка підтвердіть вашу реєстрацію за наступним посиланням:{5}{5}{1} {5}{5}Якщо ви не можете перейти за вказаним посиланням, будь ласка відвідайте наступну сторінку і скопіюйте підтверджуючий код:{5}{5}Посилання: {2} {5}Код: {3} {5}{5}{4}
zh_tw: 感謝您與{0}註冊。請點擊此連結以確認您的註冊： {5} {5} {1} {5} {5} 如果你不能按照這個連結，請訪問以下頁面，剪切和粘貼的確認代碼： {5} {5}友情連結： {2} {5} 代碼： {3} {5} {5} {4}

source: Settings saved
de: Einstellungen sichern
es: Configuracion grabada
nl: Instellingen opgeslagen
uk: Налаштування збережено
zh_tw: 設定已儲存

# TodayTime
source: Today, {0}
de: Heute, {0}
es: Hoy, {0}
nl: Vandaag, {0}
uk: Сьогодні, {0}
zh_tw: 今天， {0}

# TopicNotExist
source: That topic doesn't exist
de: Diese Thema existiert nicht
es: Ese tópico no existe
nl: Die topic bestaat niet
uk: Така тема не існує
zh_tw: 該主題不存在

# YesterdayTime
source: Yesterday, {0}
de: Gestern, {0}
es: Ayer, {0}
nl: Gisteren, {0}
uk: Вчора, {0}
zh_tw: 昨天， {0}

source: Loading
de: wird geladen
es: Cargando
nl: Laden
uk: Завантаження
zh_tw: 載入中

source: Voted
es: Votado
nl: Gestemd
uk: Проголосований
zh_tw: 投票

# VoteUpPublishMessage
source: <a href="{0}">{1}</a> voted for a post in the topic: <a href="{2}">{3}</a>
de: <a href="{0}">{1}</a> voted für einen Beitrag in dem Thema: <a href="{2}">{3}</a>
es: <a href="{0}">{1}</a> votó por un post en el tópico: <a href="{2}">{3}</a>
nl: <a href="{0}">{1}</a> gestemd op een post in het topic: <a href="{2}">{3}</a>
uk: <a href="{0}">{1}</a>проголосував за повідомлення в темі: <a href="{2}">{3}</a>
zh_tw: <a href="{0}">{1}</a> 投票給主題: <a href="{2}">{3}</a>

source: Scoring game
de: Scoring-Spiel
es: Puntuación del juego
nl: Scoren spel
zh_tw: 得分王

source: Awards
es: Premios
uk: Нагорода
zh_tw: 獎項

source: Event Definitions
es: Definiciones caso
uk: Опис Події
zh_tw: 事件定義

source: Award Definitions
es: Definiciones premio
uk: Опис Нагороди
zh_tw: 獎項定義

source: Manual Event
es: Manual de eventos
uk: Керівництво подіями
zh_tw: 手動事件

source: None
de: Keiner
es: Nada
nl: Geen
uk: Жоден
zh_tw: 無

source: Activity Feed
de: Aktivitäts-Feed
es: Feed de actividad
nl: Activiteitentoevoer
uk: Стрічка Актовиності
zh_tw: 活動資訊

# NewReplyPublishMessage
source: <a href="{0}">{1}</a> made a post in the topic: <a href="{2}">{3}</a>
de: <a href="{0}">{1}</a> einen Beitrag in dem Thema: <a href="{2}">{3}</a>
es: <a href="{0}">{1}</a> hizo un post en el tema: <a href="{2}">{3}</a>
nl: <a href="{0}">{1}</a> maakte een bericht in het onderwerp: <a href="{2}">{3}</a>
uk: <a href="{0}">{1}</a> зробив повідомлення в темі: <a href="{2}">{3}</a>
zh_tw: <a href="{0}">{1}</a>的所做的主題在後：<a href="{2}">{3}</a>

# NewPostPublishMessage
source: <a href="{0}">{1}</a> started a new topic: <a href="{2}">{3}</a>
de: <a href="{0}">{1}</a> begann ein neues Thema: <a href="{2}">{3}</a>
es: <a href="{0}">{1}</a> comenzó un nuevo tema: <a href="{2}">{3}</a>
nl: <a href="{0}">{1}</a> begon een nieuw onderwerp: <a href="{2}">{3}</a>
uk: <a href="{0}">{1}</a> розпочав нову тему: <a href="{2}">{3}</a>
zh_tw: <a href="{0}">{1}</a>的開始一個新的話題： <a href="{2}">{3}</a>

source: External Logins
de: Externe Logins
es: Conexiones externas
nl: Externe Logins
uk: зовнішні логінів
zh_tw: 外部登入

source: Use existing forum account
de: Verwenden Sie vorhandene Forum angemeldet
es: Usar cuenta del foro existente
nl: Gebruik bestaande forum gehouden
uk: Використання існуючої облікової форум
zh_tw: 利用現有的論壇帳號

# ExpiredLogin
source: That login has expired or is not valid
de: Das Login ist abgelaufen oder nicht gültig
es: Esa conexión ha caducado o no es válido
nl: Dat login is verlopen of niet geldig is
uk: Цей логін завершився, або не застосовується
zh_tw: 該登入已過期或無效

# ExternalLoginsDisabled
source: External logins are disabled
de: Externe Logins sind deaktiviert
es: Logins externos están desactivadas
nl: Externe logins zijn uitgeschakeld
uk: Зовнішні входи відключені
zh_tw: 外部登入被禁用

# NoExternalLoginsRegistered
source: You have no external logins registered
de: Sie haben keine externen Logins registriert
es: No tiene conexiones externas registrados
nl: Je hebt geen externe logins geregistreerd
uk: У вас немає зовнішніх логінів зареєстрованих
zh_tw: 你有沒有註冊的外部登入

source: Delete Permanently
de: Dauerhaft löschen
es: Eliminar permanentemente
nl: Permanent verwijderen
uk: Видалити файл
zh_tw: 永久删除

source: Preview
de: Vorschau
es: Vista preliminar
nl: Voorbeeld
uk: Попередній
zh_tw: 預覽

source: Ask A Question
de: Stellen Sie eine Frage
es: Stellen Sie eine Frage
uk: Задайте питання
zh_tw: 問一個問題

source: Answers
de: Antworten
es: Respuestas
nl: Antwoorden
uk: відповіді
zh_tw: 答案

source: Choose answer
de: Wählen Sie Antwort
es: Elija respuesta
nl: Kies antwoord
uk: Виберіть відповідь
zh_tw: 选择答案

source: Post answer
de: Beitrag Antwort
es: Publicar respuesta
nl: bericht antwoord
uk: повідомлення Відповідь
zh_tw: 邮政的答案

# QuestionAnswered
source: <a href="{0}">{1}</a> chose an answer for the question: <a href="{2}">{3}</a>
de: <a href="{0}">{1}</a> wählte eine Antwort auf die Frage: <a href="{2}">{3}</a>
es: <a href="{0}">{1}</a> optó por una respuesta para la pregunta: <a href="{2}">{3}</a>
nl: <a href="{0}">{1}</a> koos voor een antwoord op de vraag: <a href="{2}">{3}</a>
uk: <a href="{0}">{1}</a> обрали відповідь на питання: <a href="{2}">{3}</a>
zh_tw: <a href="{0}">{1}</a> 选择的问题的答案： <a href="{2}">{3}</a>

source: Submit answer
de: Antwort abschicken
es: Enviar respuesta
nl: submit antwoord
uk: Додати відповідь
zh_tw: 提交答案

# AppRestartRequired
source: App restart is required
de: App Neustart erforderlich
es: Aplicación requiere reiniciar
nl: App herstart vereist
uk: потрібне перезавантаження App
zh_tw: 需要重新启动应用程序

# SearchError
source: There was a search error
de: Es ist ein Suchfehler aufgetreten
es: Hubo un error de búsqueda
nl: Er is een zoekfout opgetreden
uk: Сталася помилка пошуку
zh_tw: 有一个搜索错误

source: Close old topics
de: Schließen Sie alte Themen
es: Cerrar temas antiguos
nl: Sluit oude onderwerpen
uk: Закрийте старі теми
zh_tw: 關閉舊主題

source: days
de: Tage
es: dias
nl: dagen
uk: днів
zh_tw: 天

source: Private forum
de: Privates Forum
es: Foro privado
nl: Privé forum
uk: Приватний форум
zh_tw: 私人論壇

# AccountNotVerified
source: Account is not verified
de: Konto nicht verifiziert
es: Cuenta no verificada
nl: Kontoen er ikke bekreftet
uk: Обліковий запис не підтверджено
zh_tw: 帐号未验证

source: Select Text
de: Text auswählen
es: Elegir texto
nl: Selecteer tekst
uk: Виберіть Текст
zh_tw: 选择文本

source: Notifications
es: Notificaciones
nl: Meldingen
uk: Сповіщення
zh_tw: 通知

# NewReplyNotification
source: <b>{0}</b> made a post in the topic: <b>{1}</b>
de: <b>{0}</b> einen Beitrag in dem Thema: <b>{1}</b>
es: <b>{0}</b> hizo un post en el tema: <b>{1}</b>
nl: <b>{0}</b> maakte een bericht in het onderwerp: <b>{1}</b>
uk: <b>{0}</b> зробив повідомлення в темі: <b>{1}</b>
zh_tw: <b>{0}</b>的所做的主題在後：<b>{1}</b>

source: Award
es: Premio
uk: Нагорода
zh_tw: 獎項

# VoteUpNotification
source: <b>{0}</b> voted for a post in the topic: <b>{1}</b>
de: <b>{0}</b> voted für einen Beitrag in dem Thema: <b>{1}</b>
es: <b>{0}</b> votó por un post en el tópico: <b>{1}</b>
nl: <b>{0}</b> gestemd op een post in het topic: <b>{1}</b>
uk: <b>{0}</b>проголосував за повідомлення в темі: <b>{1}</b>
zh_tw: <b>{0}</b> 投票給主題: <b>{1}</b>

# QuestionAnsweredNotification
source: <b>{0}</b> chose an answer for the question: <b>{1}</b>
de: <b>{0}</b> wählte eine Antwort auf die Frage: <b>{1}</b>
es: <b>{0}</b> optó por una respuesta para la pregunta: <b>{1}</b>
nl: <b>{0}</b> koos voor een antwoord op de vraag: <b>{1}</b>
uk: <b>{0}</b> обрали відповідь на питання: <b>{1}</b>
zh_tw: <b>{0}</b> 选择的问题的答案： <b>{1}</b>

# AutoFollow
source: Automatically follow topics that you reply to
de: Folgen Sie automatisch Themen, auf die Sie antworten
es: Sigue automáticamente los temas a los que respondes
nl: Volg automatisch onderwerpen waarop u reageert
uk: Автоматично слідкуйте за темами, на які ви відповідаєте
zh_tw: 自动关注您回复的主题

source: Mark all read
de: markiere alles Gelesene
es: Marcar todo como leido
nl: Markeer alles als gelezen
uk: Позначити все як прочитане
zh_tw: 标记所有已读

source: Upload Image
de: Bild hochladen
es: Cargar imagen
nl: Afbeelding uploaden
uk: Завантажити зображення
zh_tw: 上传图片

source: Ignored
de: Ignoriert
es: Ignorada
nl: Genegeerd
uk: Ігнорується
zh_tw: 被忽略

source: TopicID
de: AnwortID
es: ID de Tópico
uk: ID Теми

source: Web
uk: Веб
