Repository: POPWorldMedia/POPForums
Catalog: src/PopForums/Resources/Resources.*.resx
Languages: de, es, nl, uk, zh_tw

# UnsubscribeNote
source: Your unsubscribe request has been processed. You can re-subscribe by logging in and going to your account page.
de: Ihre Abbestellung (Austragung) war erfolgreich. Sie können sich nun in Ihren Account neu einloggen.
es: Su solicitud de cancelación de suscripción ha sido procesada, Puede suscribisrse de nuevo ingresando y visitando la página de Cuenta.
nl: Je afmeldingsaanvraag is verwerkt. Je kunt je weer aanmelden door in te loggen en naar je accountpagine te gaan.
uk: Ваш запит на відписування прийнято для обробки. Ви можете підписатись знову,залогувавшись і перейшовши на сторінку вашого акаунта.
zh_tw: 您的退訂請求已經被處理。您可以透過登入並進入你的帳戶頁面重新訂閱。

source: Add Forum
de: neues Forum
es: Adicionar Foro
nl: Forum Toevoegen
uk: Додати Форум
zh_tw: 加入論壇

source: Add New
de: Neu
es: Adicionar Nuevo
nl: Nieuwe Toevoegen
uk: Додати Новий
zh_tw: 新增項目

source: Allow images
de: Bilder erlaubt
es: Permitir Imégenes
nl: Afbeeldingen toestaan
uk: Дозволити зображення
zh_tw: 允許圖片

source: Archived
de: Archiviert
es: Archivado
nl: Gearchiveerd
uk: В архіві
zh_tw: 已封存

source: Are you sure?
de: Sind Sie sicher?
es: Está seguro?
nl: Weet je het zeker?
uk: Ви впевнені?
zh_tw: 你確定嗎？

source: Ban
de: Sperren
es: Bloquear
nl: Blokkeren
uk: Забанити
zh_tw: 封鎖

# BanRemove
source: Remove Ban
de: Sperrung verschieben
es: Remover Bloqueo
nl: Verwijder Blokkade
uk: Розбанити
zh_tw: 移除封鎖

source: Categories
de: Kategorien
es: Categorias
nl: Categorieën
uk: Категорії
zh_tw: 分類

source: Category
de: Kategorie
es: Categoría
nl: Categorie
uk: Категорія
zh_tw: 類別

# CategoryEditTitle
source: Edit Category Title
de: Titel der Kategorie ändern
es: Editar Título de Categoría
nl: Bewerk Categorietitel
uk: Редагувати Заголовок Категорії
zh_tw: 編輯類別名稱

# CategoryMoveError
source: There was an unknown error while attempting to move category
de: Es gab einen unbekannten Fehler, beim Versuch die Kategorie zu verschieben.
es: Se produjo un error desconocido al intentar mover la categoría
nl: Er is een onbekende fout opgetreden tijdens het verplaatsen van de categorie
uk: Була невідома помилка при спробі перемістити категорію
zh_tw: 嘗試移動類別發生錯誤

# CensorReplacementChar
source: Censor replacement character
de: ersetzte zensierte Buchstaben
es: Caracter de reemplazo de Censura
nl: Censuurvervangingskarakter
uk: Символи заміни цензури
zh_tw: 審查替換字元

source: Censor words
de: Zensierte Wörter
es: Palabras Censuradas
nl: Censuurwoorden
uk: Цензурні слова
zh_tw: 審查文字

source: Delete
de: Löschen
es: Borrar
nl: Verwijderen
uk: Видалити
zh_tw: 刪除

# DeleteAndBanButton
source: Delete and Ban User
de: Lösche und sperre Teilnehmer
es: Borrar y Bloquear Usuario
nl: Verwijder en Blokeer Gebruiker
uk: Видалити і Забанити Користувача
zh_tw: 刪除和封鎖用戶

# DeleteUserButton
source: Delete User
de: Lösche Teilnehmer
es: Borrar Usuario
nl: Verwijder Gebruiker
uk: Видалити Користувача
zh_tw: 刪除用戶

source: Description
de: Beschreibung
es: Descripción
nl: Omschrijving
uk: Опис
zh_tw: 描述

source: Down
de: Abwärts
es: Abajo
nl: Beneden
uk: Вниз
zh_tw: 向下

source: Edit
de: Bearbeiten
es: Editar
nl: Bewerk
uk: Редагувати
zh_tw: 編輯

source: Edit Forum
de: Forum bearbeiten
es: Editar Foro
nl: Bewerk Forum
uk: Редагувати Форум
zh_tw: 編輯論壇

source: Edit User
de: Teilnehmer bearbeiten
es: Editar Usuario
nl: Bewerk Gebruiker
uk: Редагувати Користувача
zh_tw: 編輯用戶

source: E-mail Ban
de: e-Mail sperren
es: Bloquear E-mail
nl: Blokkeer E-mail
uk: Забанити E-mail
zh_tw: 電子郵件封鎖

source: E-mail/IP Ban
de: e-Mail/IP sperren
es: Bloquear E-mail/IP
nl: Blokkeer E-mail/IP
uk: E-mail/IP Бан
zh_tw: E-mail/IP封鎖

# EmailNewOptional
source: New e-mail (optional)
de: Neue e-Mail (optional)
es: Nuevo e-mail (opcional)
nl: Nieuwe e-mail (optioneel)
uk: Новий e-mail (бажано)
zh_tw: 新的電子郵件（可選）

source: E-mail Users
de: e-Mail Teilnehmer
es: Enviar E-mail a Usuarios
nl: Mail Gebruikers
uk: E-mail Користувачів
zh_tw: 電子郵箱用戶

source: ErrorLog
es: Bitácora de Errores
nl: FoutLog
uk: ЛогПомилок
zh_tw: 錯誤紀錄

source: Forum
es: Foro
uk: Форум
zh_tw: 論壇

# ForumAdapter
source: Forum Adapter (optional, use "Namespace.Type, AssemblyName")
de: Forum Adapter (fakultativ, verwenden "Namespace.Type, AssemblyName")
es: Adaptador del Foro (opcional, use "Namespace.Type, AssemblyName")
zh_tw: 論壇適配器（可選，使用「 Namespace.Type ，的AssemblyName 」 ）

source: Forum Home
es: Página Principal del Foro
uk: Домашня Форуму
zh_tw: 論壇首頁

# ForumPermisions
source: Forum Permissions
de: Forum Erlaubnis
es: Permisos del Foro
nl: Forum Permissies
uk: Дозволи форуму
zh_tw: 論壇權限

source: Forum Settings
de: Forum Einstellungen
es: Configuración del Foro
nl: Forum Instellingen
uk: Налаштування Форуму
zh_tw: 論壇設定

# ForumsUncat
source: Uncategorized Forums
de: Unkategorisiertes Foren
es: Foros sin categoría
nl: Ongecatagorizeerde Forums
uk: Форуми без категорій
zh_tw: 未分類論壇

source: General Settings
de: Haupteinstellungen
es: Configuración General
nl: Algemene Instellingen
uk: Загальні Налаштування
zh_tw: 一般設定

source: IP Ban
de: IP gesperrt
es: Bloquear IP
nl: IP Blokkage
uk: IP Бан
zh_tw: 封鎖的IP

source: IP History
es: Historico de IP
nl: IP Historie
uk: IP Історія
zh_tw: IP歷史記錄

source: Is approved
de: Ist geprüft
es: Aprobado
nl: Is goedgekeurd
uk: Є підтверджений
zh_tw: 已核准

source: Is subscribed
de: Ist eingetragen (abboniert)
es: Suscrito
nl: Is aangemeld
uk: Є підписаний
zh_tw: 已訂閱

source: Log errors
de: Log Fehler
es: Registrar errores
nl: Log fouten
uk: Помилки логування
zh_tw: 記錄錯誤

source: Logging
es: Ingresando
uk: Логування
zh_tw: 日誌

# LogMod
source: Log moderation
es: Moderar Registro
nl: Log moderatie
uk: Лог модерації
zh_tw: 管理日誌

# LogSecurity
source: Log security actions
de: Log Sicherheits Aktionen
es: Acciones de Seguridad del Registro
nl: Log beveiligingsacties
uk: Лог дій безпеки
zh_tw: 登錄安全活動

# MinimumTimeBetweenPosts
source: Minimum time between posts (seconds)
de: Minimum (Sekunden) zwischen den Posts
es: Tiempo Mínimo entre mensajes (segundos)
nl: Minimale tijd tussen posts (seconden)
uk: Мінімальний час між відповідями (секунд)
zh_tw: 發布文章之間的最小時間（秒）

source: Moderation Log
es: Moderar Registro
nl: Moderatie Log
uk: Лог Модерації
zh_tw: 管理日誌

source: Move
de: Verschieben
es: Mover
nl: Verplaats
uk: Перемістити
zh_tw: 移動

# NewUserApprovedWithoutVerification
source: New user is approved without verification
de: Neues Mitglied wurde genehmigt ohne Überprüfung
es: Nuevo usuario aprobado sin verificación
nl: Nieuwe gebruiker is goedgekeurd zonder verificatie
uk: Новий користувач затверджений без підтвердження
zh_tw: 新用戶將被核准無需驗證

# NewUserImageApprovedWithoutMod
source: New user image approved without moderation
de: Neues Mitglieder-Bild wurde genehmigt ohne Moderation
es: Nueva imagen de usuario aprobada sin moderación.
nl: Nieuwe gebruikerafbeelding is goedgekeurd zonder moderatie
uk: Нове зображення користувача затверджене без модерації
zh_tw: 新用戶圖像核准無須管理

source: Parsing
de: Saztgliederung
es: Analizando
uk: Розбір
zh_tw: 解析

# PasswordNewOptional
source: New password (optional)
de: Neues Passwort (optional)
es: Nueva Clave (optional)
nl: Nieuw wachtwoord (optioneel)
uk: Новий пароль (бажано)
zh_tw: 新密碼（可選）

# PopForumsAdmin
source: POP Forums Administration
es: Administracion de foros POP
nl: POP Forums Beheer
zh_tw: POP 論壇管理

source: Posts per page
de: Posts pro Seite
es: Mensajes por Página
nl: Posts per pagina
uk: Повідомлень на сторінку
zh_tw: 每頁主題

source: Role
de: Rolle
es: Rol
nl: Rol
uk: Роль
zh_tw: 角色

source: Roles
de: Rollen
nl: Rollen
uk: Ролі
zh_tw: 角色

source: Security
de: Sicherheit
es: Seguridad
nl: Beveiliging
uk: Безпека
zh_tw: 安全

source: Security Log
es: Registro de Seguridad
nl: Beveiligingslog
uk: Лог Безпеки
zh_tw: 安全日誌

source: Server Time
de: Server Zeit
es: Hora del Servidor
nl: Server Tijd
uk: Час Серверу
zh_tw: 伺服器時間

source: Services
es: Servicios
uk: Послуги
zh_tw: 服務

# SessionLength
source: Session length (minutes)
de: Session Zeit (Minuten)
es: Largo de la Sesión (minutos)
nl: Sessielengte (minuten)
uk: Довжина сесії (хвилини)
zh_tw: Session長度（分鐘）

source: Size
es: Tamaño
nl: Grootte
uk: Розмір
zh_tw: 大小

# SubjectAndBodyNotEmpty
source: Subject and body must not be empty
de: Thema und Beschreibung dürfen nicht leer sein.
es: El asunto y el detalle no deben ir vacios
nl: Onderwerp en inhoud mogen niet leeg zijn
uk: Тема і тіло не повинні бути порожніми
zh_tw: 主題和內文不能為空

source: Title
de: Titel
es: Titulo
nl: Titel
uk: Заголовок
zh_tw: 標題

source: Topics per page
de: Themen pro Seite
es: Tópicos por página
nl: Topics per pagina
uk: Тем на сторінку
zh_tw: 每頁主題

source: Up
es: Arriba
nl: Omhoog
uk: Вгору
zh_tw: 向上

# UserAvatarMaxDim
source: User avatar max dimensions
de: Maximal Grösse des Mitglied-Avatars
es: Dimensiones máximas del Avatar
nl: Gebruiker avatar max dimensies
uk: Максимальний розмір картинки користувача
zh_tw: 頭像最大尺寸

# UserDeleteWarning
source: WARNNG! Deleting an account is permanent
de: WARNUNG! Das Löschen des Accounts ist unwiederruflich
es: PRECAUCION! La eliminacin de una cuenta es permanente.
nl: WAARSCHUWING! Verwijderen van een account is permanent
uk: УВАГА! Видалення акаунту є необоротнє
zh_tw: 警告！刪除帳戶是無法復原的

source: User Image Approval
de: Bild des Mitglieds geprüft
es: Aprobación de imagen de usuario
nl: Gebruikerafbeelding Goedkeuring
uk: Підтвердження Картинки Користувача
zh_tw: 用戶圖像核可

# UserImageMaxDim
source: User image max dimensions
de: Maximale Bild-Größe des Mitglieds
es: Dimensiones máximas de imagen de usuario
nl: Gebruikerafbeelding max dimensies
uk: Максимальний розмір картинки користувача
zh_tw: 用戶圖片最大尺寸

source: User Roles
de: Mitglieder Rollen
es: Roles de Usuario
nl: Gebruiker Rollen
uk: Ролі Користувача
zh_tw: 用戶角色

source: Visible
de: Sichtbar
nl: Zichtbaar
uk: Видимий
zh_tw: 可見

# AddNewForum
source: Add a new forum
de: Neues Forum hinzufügen
es: Crear nuevo Foro
nl: Voeg een nieuw forum toe
uk: Додати новий форум
zh_tw: 新增一個新的論壇

source: Body
es: Detalle
nl: Inhoud
uk: Тіло
zh_tw: 內文

# BodyHtml
source: HTML Body
es: Detalle HTML
nl: HTML Inhoud
uk: HTML Тіло
zh_tw: HTML內文

# ClickToLoadMorePosts
source: Click to load newer posts before you reply
de: Hier klicken um neuere Posts vor dem Antworten zu laden.
es: Click para leer nuevos mensajes antes de responder
nl: Klik om nieuwere posts op te halen voor dat je antwoordt
uk: Натисніть щоб завантажити нові повідомлення перед вашою відповіддю
zh_tw: 點擊載入更多主題

source: Comment
de: Kommentar
es: Comentario
uk: Коментар
zh_tw: 評論

source: Comments (optional)
de: Kommentar (optional)
es: Comentarios (opcional)
nl: Comments (optineel)
uk: Коментарі (за бажанням)
zh_tw: 評論（可選）

# CreateJunkWordButton
source: Create New Junk Word
de: Neues Junk-Wort erstellen
es: Crear nueva palabra "Basura"
nl: Maak Nieuw Junk Woord
uk: Створити New Junk Word
zh_tw: 建立垃圾字

# CreateNewReply
source: Create your reply
de: Antwort-Erstellen
es: Responder
nl: Maak je antwoord
uk: Створити вашу відповідь
zh_tw: 建立您的回覆

source: Create New Role
de: Neue Rolle erstellen
es: Crear nuevo Rol
nl: Maak Nieuwe Rol
uk: Створити Нову Роль
zh_tw: 建立新角色

# CreateNewTopic
source: Create your new topic
de: Neues Thema erstellen
es: Crear su nuevo Tópico
nl: Maak je nieuwe topic
uk: Створити Нову Тему
zh_tw: 建立新主題

source: Delete all errors
de: Alle Fehler löschen
es: Eliminar todos los errores
nl: Verwijder alle fouten
uk: Видалити всі помилки
zh_tw: 刪除所有的錯誤

# DeleteJunkWordButton
source: Delete Selected Junk Word
de: Ausgewähltes Junk-Wort löschen
es: Eliminar palabra "Basura" seleccionada
nl: Verwijder Geselecteerde Junk Woorden
uk: Видалити Вибраний Junk Word
zh_tw: 刪除選定垃圾字

source: Delete Selected Role
de: Ausgewählte Rolle löschen
es: Eliminar Rol seleccionado
nl: Verwijder Geselecteerde Rol
uk: Видалити Вибрану Роль
zh_tw: 刪除選定的角色

source: Edit Post
de: Eintrag ändern
es: Editar Mensaje
nl: Bewerk Post
uk: Редагувати Повідомлення
zh_tw: 編輯主題

# EmailUsersQueued
source: E-mail queued to subscribed users.
de: e-Mail in der Warteschlange zu abbonierten (eingetragenen) Mitgliedern.
es: E-mail en cola para usuarios suscritos..
nl: E-mail in de wachtrij geplaatst voor de aangemelde gebruikers.
zh_tw: 寄給訂閱用戶的 Email 已加入佇列

source: End date
de: Ende des Datums
es: Fecha final
nl: Einddatum
uk: Кінцева дата
zh_tw: 結束日期

source: Event
es: Evento
nl: Evenement
uk: Подія
zh_tw: 事件

source: Event Time
de: Event-Zeit
es: Hora del Evento
nl: Evenementstijd
uk: Час Події
zh_tw: 活動時間

# FavoriteMustBeLoggedIn
source: You must be logged in to view favorite topics.
de: Sie müssen eingeloggt sein um die Favoriten-Themen zu sehen.
es: Debe haber ingresado para ver tópicos favoritos.
nl: Je moet ingelogd zijn om favoriete topics te kunnen bekijken.
uk: Ви повинні залогуватись щоб переглядати улюблені теми.
zh_tw: 您必須先登入才能查看喜愛的主題。

# FavoritesDontHave
source: You don't have any favorite topics.
de: Sie haben keine Favoriten-Themen.
es: No tiene tópicos favoritos.
nl: Je hebt geen favoriete topics.
uk: У вас немає улюблених тем.
zh_tw: 你沒有任何喜歡的主題。

source: Favorite Topics
de: Favoriten Themen
es: Tópicos Favoritos
nl: Favoriete Topics
uk: Улюблені Теми
zh_tw: 最喜歡的主題

# ForumMoveError
source: There was an unknown error while attempting to move forum
de: Es gab einen unbekannten Fehler, beim Versuch das Forum zu verschieben.
es: Se presento un error al intentar mover el foro
nl: Er is een onbekende fout opgetreden tijdens het verplaatsen van het forum
uk: Відбулась невідома помилка при спробі перемістити форум
zh_tw: 而試圖移動論壇有未知錯誤

# ForumPermissionInstructions
source: To remove posting or viewing restrictions, remove all roles from the appropriate box.
de: Um den Eintrag zu verschieben oder die Restriktionen anzuzeigen, verschiebe alle Rollen von der passenden Box.
es: Para remover restricciones de mensajes y visibilidad, remueva los roles de la lista apropiada.
nl: Om post- en weergaverestricties te verwijderen, verwijder alle rollen van de toepasselijke box.
uk: Для видалення публікації або обмежень перегляду, видаліть всі ролі з відповідної скриньки.
zh_tw: 要刪除張貼或查看限制，從適當的框中刪除所有角色。

source: From e-mail address
de: Von der e-Mail Adresse
es: E-mail de origen
nl: Van e-mailadres
uk: З e-mail адреси
zh_tw: 從E-mail地址

source: Include signature
de: mit Signatur
es: Incluir firma
nl: Gebruik handtekening
uk: Додати підпис
zh_tw: 包含簽名

source: Indexing Interval
de: Indizierter Intervall
es: Intervalo de Indice
nl: Indexeringsinterval
uk: Інтервал індексу
zh_tw: 索引間隔

source: IP
zh_tw: 知識產權

source: Is Running
de: Ist am Laufen
es: Ejecutando
nl: Loopt
zh_tw: 正在運行

source: Junk Words
de: Junk-Wort
es: Palabras "Basura"
nl: Junk Woorden
zh_tw: 垃圾詞

source: Mark forum read
de: markiere Forum gelesen
es: Marcar foro como leido
nl: Markeer forum als gelezen
uk: Позначити форум як прочитаний
zh_tw: 標記論壇為已讀

source: Message
de: Nachricht
es: Mensaje
nl: Bericht
uk: Повідомлення
zh_tw: 資訊

# Millseconds
source: Milliseconds
de: Millisekunden
es: Milisegundos
nl: Milliseconden
uk: Мілісекунд
zh_tw: 毫秒

# NamePosts
source: {0}'s posts
es: Mensajes de {0}
uk: Повідомлення {0}
zh_tw: {0}的主題

source: (optional)
de: (fakultativ)
es: (opcional)
nl: (optioneel)
uk: (бажано)
zh_tw: （可選）

# PermRoles
source: Admin and Moderator are permanent roles, and can't be deleted.
de: Administrator und Moderator sind permanente Rollen, und kann nicht gelöscht werden.
es: Admin y Moderator son roles permanentes y no pueden ser eliminados.
nl: Beheerder en Moderator zijn permanente rollen en kunnen niet verwijderd worden.
uk: Адміністратор і Модератор є постійними ролями, і не можуть бути видалені.
zh_tw: 管理員和主持人是您永久的角色，而不能被刪除。

source: PostID
es: ID de Mensaje
uk: ID повідомлення
zh_tw: 資訊ID

source: Posting Roles
de: gepostete Rollen
es: Roles de Publicación
nl: Posting Rollen
zh_tw: 張貼角色

# PostNewTopic
source: Post a new topic
de: Neue Rolle posten
es: Publicar un nuevo tópico
nl: Plaats een nieuw topic
uk: Створити нову тему
zh_tw: 發表新主題

source: Preview topic
de: Thema-Vorschau
es: Previsualizar tópico
nl: Toon voorbeeld van topic
uk: Попередній перегляд теми
zh_tw: 預覽主題

source: Remove
de: Verschieben
es: Borrar
nl: Verwijder
uk: Видалити
zh_tw: 清除

source: Remove All
de: Alles verschieben
es: Borrar Todo
nl: Verwijder Alles
uk: Видалити Все
zh_tw: 全部刪除

source: Sending interval
de: Interval senden
es: Intervalo de Envios
nl: Verzendingsinterval
uk: Інтервал Відправки
zh_tw: 發送間隔

source: SMTP Password
de: SMTP Passwort
es: Clave de SMTP
nl: SMTP Wachtwoord
uk: SMTP Пароль
zh_tw: SMTP密碼

# SmtpPort
source: Port (default is 25)
de: Port (Standardwert ist 25)
es: Puerto (default : 25)
nl: Poort (standaard is 25)
uk: Порт (25 є за замовчуванням)
zh_tw: 端口（默認為25 ）

source: SMTP Server
es: Servidor SMTP
uk: SMTP Сервер
zh_tw: SMTP伺服器

source: SMTP User
es: Usuario SMTP
nl: SMTP Gebruiker
uk: SMTP Користувач
zh_tw: SMTP用戶

source: Start date
de: Tag starten
es: Fecha de Inicio
nl: Startdatum
uk: Дата початку
zh_tw: 開始日期

source: Submit new topic
de: Neues Thema hinzufügen
es: Enviar nuevo tópico
nl: Plaats new topic
uk: Додати нову тему
zh_tw: 提交新話題

source: Submit reply
de: Anwort miteilen
es: Enviar respuesta
nl: Plaats antwoord
uk: Надіслати відповідь
zh_tw: 提交回覆

source: Type
es: Tipo
uk: Тип
zh_tw: 類型

# UseEsmtpCred
source: Use ESMTP for credentials
de: Benutzen Sie ESMTP für Bescheinigungen
es: Use ESMTP para las credenciales
uk: Використовувати ESMTP for credentials
zh_tw: 使用ESMTP憑證

source: UserID
es: ID de Usuario
uk: ID користувача
zh_tw: 帳號

# UserIDTarget
source: Target UserID
de: Ziel TeilnehmerID
es: ID de usuario de destino
nl: Doel UserID
zh_tw: 目標帳號

# UserImageApprovalNotReq
source: User uploaded images currently do not require approval
de: upgeloadete Mitglieder-Bilder benötigen im Moment keine Überprüfung
es: Las imagenes cargadas actualmente no requieren aprobación
nl: Door de gebruiker geuploade afbeeldingen hebben momenteel geen goedkeuring nodig
uk: Завантажені картинки користувача зараз не потребують схвалення.
zh_tw: 用戶上傳的圖片目前不需要核准

source: Use SSL
es: Usar SSL
nl: Gebruik SSL
uk: Використовувати SSL
zh_tw: 使用SSL

source: Viewing Roles
de: angezeigte Rollen
es: Roles de Visivilidad
nl: Leesrollen
uk: Перегляд Ролей
zh_tw: 查看角色

source: Close
de: Schließen
es: Cerrar
nl: Sluiten
uk: Закрити
zh_tw: 關閉

source: Close on reply
de: Schließen auf Antwort
es: Cerrar ante una respuesta
nl: Sluiten bij antwoord
uk: Закрити після відповіді
zh_tw: 關閉回應

# FavoriteMake
source: Make Favorite
de: Favorit erstellen
es: Marcar como favorito
nl: Maak Favoriet
uk: Додати до Улюблених
zh_tw: 設為收藏

# FavoriteRemove
source: Remove From Favorites
de: Verschieben von Favorites
es: Quitar de Favorites
nl: Verwijder Van Favorieten
uk: Видалити з Улюблених
zh_tw: 從收藏夾中刪除

source: Link
es: Enlace
uk: Посилання
zh_tw: 連結

source: Moderator
es: Moderador
uk: Модератор
zh_tw: 管理者

# NameAvatar
source: {0}'s avatar
es: Avetar de {0}
uk: Аватарка {0}
zh_tw: {0}的頭像

# NameLastEdit
source: Last edited by {0}
de: zuletzt bearbeitet von {0}
es: Editado por {0}
nl: Laatst bijgewerkt door {0}
uk: Редаговане {0}
zh_tw: 最後編輯: {0}

source: Open
de: Öffnen
es: Abrir
uk: Відкрити
zh_tw: 開

source: Pin
es: Anclar
uk: Закріпити
zh_tw: 釘選

# PostReply
source: Post a reply
de: Anwort senden
es: Publicar una respuesta
nl: Post een antwoord
uk: Дати відповідь
zh_tw: 發表回覆

source: Quote
es: Cita
nl: Citaat
uk: Цитата
zh_tw: 引用

source: Recent Topics
de: neueste Themen
es: Tópicos Recientes
nl: Recente Topics
uk: Останні теми
zh_tw: 最近的話題

source: Reply
de: Antwort
es: Responder
nl: Antwoord
uk: Відповідь
zh_tw: 回覆

source: Show more posts
de: Mehr Einträge anzeigen
es: Mostrar más mensajes
nl: Toon meer posts
uk: Показати більше повідомлень
zh_tw: 顯示更多主題

source: Show previous posts
de: zeige vorhergende Einträge
es: Mostrar mensajes anteriores
nl: Toon vorige posts
uk: Показати попередні повідомлення
zh_tw: 顯示以前的主題

source: Subscribe
de: Abbonieren (Eintragen)
es: Subscribir
nl: Aanmelden
uk: Підписатись
zh_tw: 訂閱

source: Undelete
de: Wiederherstellen
es: Recuperar
nl: Verwijderen ongedaan maken
uk: Відновити
zh_tw: 取消刪除

source: Unpin
de: Losheften
es: Desanclar
uk: Відкріпити
zh_tw: 取消固定

source: Update
es: Actualizar
uk: Редагувати
zh_tw: 更新

source: Archive
de: Archiv
es: Archivar
nl: Archief
uk: Архів
zh_tw: 封存

# NewPM
source: New Private Message
de: Neue Private Nachricht
es: Nuevo mensaje privado
nl: Nieuw Privébericht
uk: Нове приватне повідомлення
zh_tw: 新的私人資訊

# NoResults
source: No results found
de: Keine Ergebnisse gefunden No results found
es: No se encontraron resultados
nl: Geen resultaten gevonden
uk: Результатів не знайдено
zh_tw: 沒有找到結果

source: Send
de: Senden
es: Enviar
nl: Verstuur
uk: Надіслати
zh_tw: 發送

source: Unarchive
de: dearchivieren
es: Desarchivar
nl: Onarchiveer
uk: Перенести з архіву
zh_tw: 取消封存

source: View archived messages
de: Zeige archivierte Nachrichten
es: Ver mensajes archivados
nl: Toon gearchiveerde berichten
uk: Переглянути Повідомлення в Архіві
zh_tw: 查看已歸檔的消息

source: Display name
de: Namen einblenden
es: Nombre para mostrar
nl: Weergavenaam
uk: Показати Ім'я
zh_tw: 顯示名稱

source: Error
de: Fehler
nl: Fout
uk: Помилка
zh_tw: 錯誤

# ErrorSettingUpDb
source: There was an error setting up your database
de: Es gab einen Fehler beim Einrichten der Datenbank.
es: Se presento un error al configurar la base de datos
nl: Er is een fout opgetreden bij het instellen van je database
uk: Сталась помилка налаштовування вашої бази даних
zh_tw: 設定數據庫有錯誤

# ForumReady
source: Your forum is ready.
de: Ihr Forum ist fertig.
es: Su foro está listo.
nl: Je forum is klaar.
uk: Ваш форум готовий до використання.
zh_tw: 您的論壇已準備就緒。

source: Forum title
de: Forum Titel
es: Titulo del Foro
nl: Forumtitel
uk: Заголовок форуму
zh_tw: 論壇標題

# GoAdmin
source: Go to the admin section to finish setting up your Forum.
de: Gehen Sie in den Admin-Bereich um das Einrichten des Forum abzuschließen.
es: Vaya a la seccion de Administración para terminar de configurar su foro.
nl: Ga naar de beheersecetie om het instellen van je forum af te ronden
uk: Перейдіть на адмін панель щоб завершити налаштування вашого Форуму.
zh_tw: 進入管理部分來完成設定您的論壇。

# InvalidLink
source: That link is no longer valid.
de: Dieser Link ist nicht mehr gültig.
es: Ese enlace ya no es válido
nl: Die link is niet meer geldig.
uk: Дане посилання вже не є коректним.
zh_tw: 該連結不再有效。

source: No Data Connection
de: Keine Datenverbindung
es: No hay conección de datos
nl: Geen dataconnectie
uk: Немає Підключення До Даних
zh_tw: 沒有數據連接

source: POP Forums Setup
es: Configuración de Foros POP
zh_tw: POP Forums 設定

# SetupCantConnect
source: The setup can't connect to the data store. Please check your connection string and configuration.
de: Das Setup hat keine Verbindung zum Data Store. Bitte überprüfen Sie den Connection String und Configuration.
es: El sistema no puede conectarse a la base de datos. Por favor verifique su cadena de conección y su configuración
nl: De setup kan de data store niet benaderen. Controleer a.u.b. de connection string en de configuratie.
uk: Програма установки не може підключитися до сховища даних. Будь ласка, перевірте ваш рядок підключення та налаштування.
zh_tw: 安裝程序無法連接到數據存儲區。請檢查您的連接字符串和配置。

# SetupConnSuccess
source: A database connection has been successful. Please fill out the following values to get started
de: Eine Datenbankverbindung war erfolgreich. Bitte füllen Sie die folgenden Werte aus, um zu starten.
es: Conección a la base de datos satisfactoria. Por favor ingrese los siguientes valores para empezar.
uk: З'єднання з базою даних було успішне. Будь ласка, заповніть наступні поля, щоб почати роботу
zh_tw: 數據庫連接是成功的。請填寫下面的值

# SetupDatabase
source: Setup the database
de: Setup der Datenbank.
es: Configure la base de datos
nl: Stel de database in
uk: Налаштування бази даних
zh_tw: 設定數據庫
