Repository: POPWorldMedia/POPForums
Catalog: src/PopForums/Resources/Resources.*.resx
Languages: de, es, nl, uk, zh_tw

source: Account
es: Cuenta
uk: Акаунт
zh_tw: 帳戶

source: Account Created
de: Ihr Account wurde erstellt.
es: Cuenta Creada
nl: Account Aangemaakt
uk: Акаунт створений
zh_tw: 建立帳戶

# AccountReady
source: Your account was created and you may begin using the forum.
de: Ihr Account wurde erstellt und Sie können nun das Forum nutzen.
es: Su cuenta fué creada, ya puede usar el foro.
nl: Je account is aangemaakt en je kunt nu gebruik maken van het forum.
uk: Ваш акаунт був створений, і ви можете почати роботу з форумом.
zh_tw: 您的帳號已建立，您可以開始使用了。

# AccountReadyCheckEmail
source: Please check your e-mail for a verification link to begin using the forum.
de: Um das Forum zu nutzen bestätigen Sie bitte den Link in der e-Mail (wurde an Sie versendet).
es: Revise su e-mail le ha sido enviado un link de verificación para usar el foro.
nl: Controleer a.u.b. je e-mail voor de verificatielink om gebruik te kunnen maken van het forum.
uk: Будь ласка перевірте вашу електронну скриньку на наявність підтверджуючого повідомлення для початку користування форумом.
zh_tw: 請檢查您的電子郵件中的確認連結。

# AccountVerified
source: Your account has been verified
de: Ihr Account wurde überprüft.
es: Su cuenta ha sido verificada.
nl: Je account is geverifieerd
uk: Ваш акаунт був підтверджений
zh_tw: 您的帳戶已確認完畢

# AlreadyCreatedAccount
source: You are already logged in and have an account.
de: Sie sind eingeloggt.
es: Ud. ya está registrado, y tiene una cuenta válida.
nl: Je bent reeds ingelogd en hebt een account.
uk: Ви вже є залоговані і маєте акаунт.
zh_tw: 您已經登入，並且擁有一個帳戶。

source: (as you would like it to appear)
de: Erscheint, freigewählt, so wie Sie es möchten.
es: (como ud. quiere que aparezca)
nl: (zoals je het eruit wilt laten zien)
uk: (Як би ви хотіли, щоб він з'явився)
zh_tw: （你想它顯示為什麼）

# AtLeastSixChar
source: (at least six characters)
de: mindestens 6 Zeichen
es: (mínimo 6 caracteres)
nl: (op z'n minst zes karakters)
uk: (як мінімум 6 символів)
zh_tw: （至少6個字符）

source: by
es: por
zh_tw: 作者

# CreateAccountButton
source: Create Account
de: Account erstellen
es: Crear cuenta
nl: Maak Account
uk: Створити Акаунт
zh_tw: 建立帳戶

source: Create an account
de: Account erstellen
es: Crear una cuenta
nl: Maak een account
uk: Створити акаунт
zh_tw: 建立新帳戶

source: Edit your profile
de: Profil editieren
es: Editar su perfil
nl: Bewerk je profiel
uk: Редагувати ваш профіль
zh_tw: 編輯您的個人資料

source: E-mail
zh_tw: 電子郵件

# EmailProblemAccount
source: There was a problem sending your verification e-mail:
de: Die Bestätigungs e-mail konnte nicht gesendet werden:
es: Hubo un problema enviando el e-mail de verificación:
nl: Er was een probleem bij het verzenden van je verificatiemail:
uk: Відбулась проблема з надсиланням листа з перевіркою електронної пошти:
zh_tw: 發送您的驗證郵件時出現問題：

source: Favorites
de: Favoriten
es: Favoritos
nl: Favorieten
uk: Улюблені
zh_tw: 我的最愛

# Forbidden
source: Sorry, you don't have permission to view this.
de: Sorry, Sie haben keine Berechtigung für diese Ansicht.
es: Lo sentimos, no tiene permisos para ver esto.
nl: Sorry, je hebt niet de juiste bevoegdheden om dit te bekijken.
uk: На жаль, у вас немає дозволу для перегляду цього.
zh_tw: 很抱歉，您沒有權限。

source: Forums
de: Forum
es: Foros
uk: Форуми
zh_tw: 論壇

# HaveReadTOS
source: I have read and accept the terms of service
de: Ich habe die Nutzungbedingungen gelesen und akzeptiert.
es: He leido y acepto los términos de servicio.
nl: Ik heb de algemene voorwaarden gelezen en ga hiermee akkoord
uk: Я прочитав і згоден з умовами надання послуг
zh_tw: 我已閱讀並接受服務條款

source: Last
de: Letzte
es: Último
nl: Laatste
uk: Останній
zh_tw: 最後

source: Login
es: Ingreso
uk: Вхід
zh_tw: 註冊

source: Logout
es: Salida
uk: Вихід
zh_tw: 登出

source: Mark all forums read
de: Alle gelesenen Foren markieren
es: Marcar todos como leidos
nl: Markeer alle forums als gelezen
uk: Позначити всі форуми як прочитані
zh_tw: 標記所有論壇為已讀

# MyBirthdayIsOnOrBefore
source: My birthday is on or before {0}
de: Mein Geburtstag ist am oder vor {0}
es: Mi cumpleaños es antes de {0}
nl: Mijn geboortedatum is voor {0}
uk: Мій день народження {0}
zh_tw: 我的生日是在或之前{0}

source: Name
es: Nombre
nl: Naam
uk: Ім'я
zh_tw: 名稱

# NeedToVerifyExistingAccount
source: Need to verify an existing account?
de: Möchten Sie ein bestehendes account bestätigen?
es: Necesita verificar una cuenta existente?
nl: Nodig om een bestaand account te verifieren?
uk: Потрібно підтвердити існуючий акаунт?
zh_tw: 需要驗證現有帳戶？

source: Page not found
de: Seite nicht gefunden
es: Página no encontrada
nl: Pagina niet gevonden
uk: Сторінку не знайдено
zh_tw: 找不到網頁

source: Password
de: Passwort
es: Clave
nl: Wachtwoord
uk: Пароль
zh_tw: 密碼

source: Posts
de: Einträge
es: Mensajes
uk: Повідомлення
zh_tw: 主題

source: Private Messages
de: Private Nachrichten
es: Mensajes Privados
nl: Privé Berichten
uk: Приватні повідомлення
zh_tw: 私人訊息

source: Recent
de: Neueste
es: Recientes
uk: Останні
zh_tw: 最近

source: Registered users
de: Registrierte Mitglieder
es: Usuarios registrados
nl: Geregistreerde gebruikers
uk: Зареєстровані користувачі
zh_tw: 註冊用戶

source: Retype password
de: Passwort wiederholen
es: Reingrese la clave
nl: Type wachtwoord opnieuw
uk: Повторіть пароль
zh_tw: 重新輸入密碼

source: Search
de: Suche
es: Buscar
nl: Zoek
uk: Пошук
zh_tw: 搜尋

# SubscribeToList
source: Subscribe to mailing list
de: Eintragen (Abbonieren) in die Mailing-Liste
es: Suscribirse a la lista de correo
nl: Aanmelden voor de mailing list
uk: Підписатися на розсилку
zh_tw: 訂閱郵件列表

source: Subscriptions
de: Abbonements
es: Suscripciones
nl: Aanmeldingen
uk: Підписки
zh_tw: 訂閱

source: Terms of service
de: Nutzungsbedingungen
es: Términos de servicio
nl: Algemene Voorwaarden
uk: Загальні положення та умови
zh_tw: 服務條款

source: Time zone
de: Zeitzone
es: Zona Horaria
nl: Tijdzone
uk: Часова зона
zh_tw: 時區

source: Topics
de: Themen
es: Tópicos
uk: Теми
zh_tw: 主題

source: Total
de: Gesamt
nl: Totaal
uk: Сума
zh_tw: 總數

source: Total posts
de: Gesamte Einträge
es: Total mensajes
nl: Totaal aantal posts
uk: Загальна кількість повідомлень
zh_tw: 文章總數

source: Total topics
de: Alle Themen
es: Total topicos
nl: Totaal aantal topics
uk: Загальна кількість тем
zh_tw: 主題總數

# UseDaylight
source: Use N.America/Europe Daylight Saving
de: EU-Zeitverschiebung nutzen
es: Use el horario de verano de N.America/Europa
uk: Використовувати N.America/Europe Daylight Saving
zh_tw: 使用夏令時

source: Users Online
de: User Online
es: Usuarios en línea
nl: Gebruikers Online
uk: Користувачі онлайн
zh_tw: 上線人數

# MustBe13
source: You must be 13 or older to register
de: Für eine Registrierung müssen Sie 13 Jahre oder älter sein
es: Debe ser mayor de 13 años para registrarse.
nl: Je moet 13 of ouder zijn om je te kunnen registreren
uk: Ви повинні бути 13-річним або старше, щоб зареєструватися
zh_tw: 您必須年滿13歲才能註冊

# MustAcceptTOS
source: You must accept the terms of service
de: Sie müssen die Teilnahmebedingungen akzeptieren
es: Debe aceptar los términos de servicio
nl: Je moet de algemene voorwaarden accepteren
uk: Ви повинні прийняти умови надання послуг
zh_tw: 您必須接受服務條款

source: Retype your password
de: Geben Bitte Sie Ihr Passwort erneut ein
es: Reingrese su clave
nl: Voer je wachtwoord opnieuw in
uk: Введіть пароль ще раз
zh_tw: 請重新輸入您的密碼

source: Name required
de: Name erforderlich
es: Nombre requerido
nl: Naam verplicht
uk: Ім'я потрібно
zh_tw: 名稱為必填

# NameInUse
source: That name is already in use
de: Dieser Name ist schon vergeben
es: Ese nombre ya ha sido usado
nl: Die naam is reeds in gebruik
uk: Дане ім'я вже використовується
zh_tw: 該名稱已被使用

source: E-mail required
de: E-mail erforderlich
es: E-mail requerido
nl: E-mail is verplicht
uk: E-mail потрібний
zh_tw: E-mail為必填

source: Valid e-mail address required
de: Gültige e-Mail Adresse erforderlich
es: Se requiere un e-mail válido
nl: Geldig e-mail adres is verplicht
uk: Дійсна адреса електронної пошти потрібна
zh_tw: E-mail無效

# EmailInUse
source: That e-mail address is already in use
de: Diese e-Mail Adresse ist schon vergeben.
es: Ese e-mail ya ha sido usado
nl: Dat e-mail adres wordt al gebruikt
uk: Дана електронна скринька вже використовується
zh_tw: 該E-mail地址已被使用

# EmailBanned
source: That e-mail address has been banned
de: Diese e-Mail Adresse wurde gesperrt.
es: Ese e-mail ha sido prohibido
nl: Dat e-mail adres is geblokkeerd
uk: Даний e-mail був забанений
zh_tw: 該E-mail地址已被封鎖

# IPBanned
source: Your IP address has been banned
de: Ihre IP-Adresse wurde gesperrt
es: Su dirección IP ha sido prohibida
nl: Je IP adres is geblokkeerd
uk: Ваша IP адреса була забанена
zh_tw: 您的IP地址已被封鎖

# RetypePasswordMustMatch
source: Retyped password must match
de: Das Passwort stimmt nicht überein.
es: La clave debe coincidir con el campo anterior
nl: Het opnieuw ingevoerde wachtwoord moet overeenkomen
uk: Введені паролі не співпадають
zh_tw: 您輸入的密碼不一致

source: Edit Account
de: Account bearbeiten
es: Editar Cuenta
nl: Bewerk Account
uk: Редагувати Акаунт
zh_tw: 編輯帳戶

source: Edit Profile
de: Profil bearbeiten
es: Editar Perfil
nl: Bewerk Profiel
uk: Редагувати Профіль
zh_tw: 編輯個人資料

# EnterVerificationCode
source: Please enter your verification code
de: Geben Sie bitte Ihren Überprüfungs-Code ein.
es: Por favor ingrese su codigo de verificación
nl: Voer a.u.b. je verificatiecode in
uk: Будь ласка, введіть код підтвердження
zh_tw: 請輸入您的驗證碼

source: Forum home page
de: Startseite
es: Página Inicial de Foro
uk: Домашня сторінка форуму
zh_tw: 論壇首頁

# MustBeRegisteredToEditAccount
source: You must be registered and logged in to edit your account.
de: Sie müssen registriert und eingeloggt sein um Ihren Account bearbeiten zu können.
es: Ud. debe estar registrado y haber ingresado para editar su cuenta.
nl: Je moet geregistreerd en ingelogd zijn om je account te kunnen editen.
uk: Ви повинні бути зареєстровані та залоговані щоб редагувати ваш акаунт.
zh_tw: 您必須註冊並登入編輯您的帳戶。

# NoUserFoundWithEmail
source: No user found with that e-mail
de: Kein Teilnehmer mit dieser e-Mail gefunden.
es: No se encontro un uuario con ese e-mail
nl: Er is geen gebruiker gevonden met dat e-mail adres
uk: Не знайдено користувача з таким e-mail
zh_tw: 找不到用戶與郵件

# SendEmailWithNewCodeButton
source: Send E-mail With New Code
de: Neue e-Mail mit Code senden
es: Enviar e-mail con un nuevo código.
nl: Stuur E-mail Met Nieuwe Code
uk: Надіслати E-mail З Новим Кодом
zh_tw: 發送E-mail隨著新守則

# VerificationEmailSent
source: Your verification e-mail has been sent
de: Ihre bestätigte e-Mail wurde versendet.
es: Su e-mail de verificación ha sido enviado.
nl: Je verificatiemail is verzonden
uk: Підтвердження було надіслане на вашу скриньку
zh_tw: 您的驗證郵件已發送

source: Verification Failure
de: Bestätigung fehlerhaft
es: Falla en la Verificación
nl: Verificatie Mislukt
uk: Підтвердження провалено
zh_tw: 驗證失敗

# VerificationIfYouNeed
source: If you need a new verification code, enter your e-mail here
de: Wenn Sie einen neuen Bestätigungs-Code benötigen, tragen Sie Ihre e-Mail hier ein.
es: Si necesita un nuevo código de verificación, ingrese su e-mail aqui
nl: Als je een nieuwe verificatiecode nodig hebt, voer dan hier je e-mailadres in
uk: Якщо вам потрібен новий код підтвердження, введіть свою адресу електронної пошти тут
zh_tw: 如果你需要一個新的驗證碼，請在此輸入您的電子郵件

# VerificationLinkBad
source: Sorry, the verification link you followed or code you entered is not valid.
de: Sorry, der Bestätigungs-Link oder eingegebene Code ist fehlerhaft.
es: Lo sentimos, el link de verificación o el código que ingreso son inválidos.
nl: Sorry, de verificatielink waarop je hebt geklikt of de code die je ingevoerd hebt is ongeldig.
uk: Вибачте, підтверджуюче посилання, за яким ви пробуєте перейти не є коректне.
zh_tw: 對不起，您輸入的驗證鏈接或代碼無效。。

source: Verify Account
de: Überprüfen Sie Ihr Konto.
es: Verificar Cuenta
nl: Controleer Account
uk: Підтвердити Акаунт
zh_tw: 驗證帳戶

# VerifyCodeButton
source: Verify Code
de: Bestätigungs-Code
es: Verificar Código
nl: Controleer Code
uk: Підтвердити Код
zh_tw: 驗證碼

source: Avatar
uk: Аватарка
zh_tw: 頭像

# AvatarDelete
source: Delete this avatar
de: Avatar löschen
es: Borrar este avatar
nl: Verwijder deze avatar
uk: Видалити цей аватар
zh_tw: 刪除此頭像

source: Change E-mail
de: e-Mail erneuern
es: Cambiar e-mail
nl: Verander E-mailadres
uk: Змінити E-mail
zh_tw: 更改電子郵件

# ChangeEmailButton
source: Change e-mail and send code
de: e-Mail erneuern und Code senden
es: Cambiar e-mail y enviar código
nl: Verander e-mailadres en verzend code
uk: Змінити e-mail і надіслати код
zh_tw: 更改電子郵件和發送代碼

# ChangeEmailConsequence
source: Changing your e-mail address will cause a new verification code to be generated and sent to the new e-mail address. You will not be able to post until you verify your e-mail address with the new code.
de: Das wechseln der e-Mail Adresse wird einen neuen Bestätigungs-Code auslösen der an die neue e-Mail Adresse gesendet wird. Bevor Sie neue Einträge im Forum vornehmen können, müssen Sie den neuen Code mit der neuen e-Mail Adresse bestätigen.
es: El cambio de el e-mail requiere que se genere un nuevo codigo de verificación y que se envie al nuevo e-mail. No podrá colocar mensajes hasta que no verifique su e-mail con el nuevo código.
nl: Bij het veranderen van je e-mailadres, zal er een nieuwe verificatiecode gegenereerd en verstuurd worden naar het nieuwe e-mailadres. Je zult niet meer kunnen posten totdat je e-mailadres is geverifieerd met de nieuwe code.
uk: Зміна вашої електронної пошти викличе генерацію нового коду підтвердження, який буде надісланий на нову адресу. Ви не будете мати змогу залишати повідомлення, поки ви не підтвердите вашу електронну адресу з новим кодом.
zh_tw: 改變您的電子郵件地址將導致生成並發送至新的電子郵件地址一個新的驗證碼。你將無法發表，直到您用新的代碼驗證您的電子郵件地址。

source: Change Password
de: Passwort ändern
es: Cambiar Clave
nl: Verander Wachtwoord
uk: Змінити Пароль
zh_tw: 更改密碼

# ChangeYourEmailPassword
source: Change your e-mail or password
de: Ändern Sie bitte Ihre e-Mail oder Ihr Passwort
es: Cambiar su e-mail o su clave
nl: Verander je e-mailadres of wachtwoord
uk: Змінити вашу електронну скриньку або пароль
zh_tw: 更改您的電子郵件或密碼

source: Date of birth
de: Geburtsdatum
es: Fecha de Nacimiento
nl: Geboortedatum
uk: Дата Народження
zh_tw: 出生日期

source: Details
es: Detalles
uk: Деталі
zh_tw: 詳細資訊

# EmailChangeSuccess
source: Your e-mail was changed successfully
de: Ihre e-Mail wurde gewechselt
es: Su e-mail fué cambiado
nl: Je e-mailadres is succesvol aangepast
uk: Ваш e-mail був успішно змінений
zh_tw: 您的電子郵件已成功更改

# EmailNew
source: New e-mail address
de: Neue e-Mail Adresse
es: Nuevo e-mail
nl: Nieuw e-mailadres
uk: Нова e-mail адреса
zh_tw: 新的E-mail地址

# EmailNewRetype
source: Retype new e-mail address
de: Neue e-Mail Adresse wiederholen
es: Reingrese el nuevo e-mail
nl: Voer het nieuwe e-mailadres nogmaals in
uk: Повторіть нову e-mail адресу
zh_tw: 重新輸入新的電子郵件地址

source: E-mail not found
de: e-Mail nicht gefunden
es: E-mail no encontrado
nl: E-mailadres niet gevonden
uk: E-mail не було знайдено
zh_tw: 電子郵件未找到

# EmailSent
source: Your e-mail has been sent
de: Ihre e-Mail wurde gesendet
es: Su e-mail ha sido enviado
nl: Je e-mail is verzonden
uk: Ваш e-mail був відправлений
zh_tw: 您的電子郵件已發送

# EmailsMustMatch
source: Those e-mail addresses don't match
de: Diese e-Mail Adresse stimmt nicht überein
es: Las direcciones de e'mail no coinciden
nl: De e-mailadressen komen niet overeen
uk: Дані e-mail адреси не співпадають
zh_tw: 這些電子郵件地址不匹配

source: E-mail User
es: E-mail de Usuario
nl: Mail Gebruiker
uk: E-mail Користувача
zh_tw: E-mail用戶

# ForcePlainTextBox
source: Force plain text boxes
de: Normal-Text
es: Forzar recuadros de texto planos.
nl: Forceer uitsluitend-tekst tekstvelden
uk: Прості текстові поля
zh_tw: 強制純文字框

# ForgotInstructions
source: Enter the e-mail address associated with your account to receive instructions for resetting your password:
de: Geben Sie die e-Mail Adresse ein die im Account hinterlegt ist, um eine Anleitung zur Erneuerung ihres Passwortes zu erhalten.
es: Ingrese el e-mail asociado a su cuenta para recibir instrucciones para resetear su clave:
nl: Voer het e-mailadres in dat geassocieerd is met je account om de instructies voor het resetten van je wachtwoord te ontvangen:
uk: Введіть адресу електронної пошти, пов'язану з вашим аккаунтом, щоб отримати інструкції по зміні пароля:
zh_tw: 輸入與您的帳戶關聯的電子郵件地址，接收重置您的密碼的指令：

# ForgotInstructionsSent
source: Instructions sent to your e-mail
de: Die Anleitung wurde zu Ihrer e-Mail Adresse gesendet
es: Instrucciones enviadas a su e-mail
nl: Instructies zijn verzonden naar je e-mailadres
uk: Інструкції були надіслані на електронну скриньку
zh_tw: 說明已發送到您的電子郵件

source: Forgot Password
de: Passwort vergessen
es: Clave olvidada
nl: Wachtwoord Vergeten
uk: Забули Пароль
zh_tw: 忘記密碼

# ForgotPasswordQuestion
source: Forgot your password?
de: Passwort vergessen?
es: Olvidó su clave?
nl: Je wachtwoord vergeten?
uk: Забули пароль?
zh_tw: 忘記密碼？

source: Hide vanity
es: Ocultar Vanity
nl: Verberg ijdelheid
zh_tw: 隐藏头像和签名

source: in
es: en
uk: в
zh_tw: 在

source: Joined
de: Verbinden
es: Unido(s)
nl: Samengekomen
uk: Зареєструвався
zh_tw: 已加入

source: Location
de: Ort
es: Ubicación
nl: Lokatie
uk: Місцезнаходження
zh_tw: 位置

# LoginAlready
source: You are already logged in.
de: Sie sind eingeloggt.
es: Ud. ya ha ingresado.
nl: Je was al ingelogd.
uk: Ви вже залоговані.
zh_tw: 您已經登入。

# LoginBad
source: Bad e-mail or password
de: Falsche e-Mail oder Passwort
es: E-mail o clave erróneos
nl: Verkeerd e-mailadres of wachtwoord
uk: Погана скринька або пароль
zh_tw: 錯誤的電子郵件或密碼

source: Manage Photos
de: Foto-Verwaltung
es: Administrar fotos
nl: Beheer Foto's
uk: Керування фотографіями
zh_tw: 管理照片

source: Manage your photos
de: Fotos verwalten
es: Administrar sus fotos
nl: Beheer je foto's
uk: Керування вашими фотографіями
zh_tw: 管理您的照片

source: New password saved
de: Neues Passwort gespeichert
es: Nueva clave grabada
nl: Nieuw wachtwoord opgeslagen
uk: Новий пароль збережено
zh_tw: 新密碼已儲存

# NotRegisteredQuestion
source: Not registered?
de: Nicht registriert?
es: No está registrado?
nl: Niet geregisteerd?
uk: Не зареєстровані?
zh_tw: 沒有註冊？

source: Old password incorrect
de: Altes Passwort nicht korrekt
es: Clave antigua incorrecta
nl: Het oude wachtwoord is incorrect
uk: Старий пароль невірний
zh_tw: 舊密碼不正確

source: Options
de: Optionen
es: Opciones
nl: Opties
uk: Опції
zh_tw: 選項

# PasswordNew
source: New password
de: Neues Passwort
es: Nueva clave
nl: Nieuw wachtwoord
uk: Новий пароль
zh_tw: 新密碼

# PasswordNewRetype
source: Retype new password
de: Neues Passwort wiederholen
es: Reingrese nueva clave
nl: Nieuw wachtwoord nogmaals
uk: Підтвердіть ваш новий пароль
zh_tw: 重新輸入新密碼

# PasswordOld
source: Old password
de: Altes Passwort
es: Clave anterior
nl: Oud wachtwoord
uk: Старий пароль
zh_tw: 舊密碼

# PasswordReset
source: Reset Password
de: Passwort erneuern
es: Resetear clave
nl: Reset Wachtwoord
uk: Скинути Пароль
zh_tw: 重設密碼

# PasswordResetLinkInvalid
source: This is not a valid password reset link.
de: Dies ist kein gültiger Passwort-Erneuerungs-Link.
es: Este no es un vinculo válido para resetear la clave.
nl: Dit is geen geldige wachtwoord reset link.
uk: Дане посилання на скидання паролю не є коректне.
zh_tw: 這不是一個有效的密碼重置連結。

# PasswordResetNote
source: Your new password is active and you're now logged in.
de: Ihr neues Passwort ist aktiv und Sie sind eingeloggt.
es: Su nueva clave ya está activa, ya ha ingresado al foro.
nl: Je nieuwe wachtwoord is actief en je bent nu ingelogd.
uk: Ваш новий пароль активний і ви тепер увійшли в систему
zh_tw: 你的新密碼生效，現在你已經登錄。

# PasswordResetSuccess
source: Password Reset Successful
de: Die Passwort Erneuerung war erfolgreich
es: Reseteo de clave satisfactorio
nl: Wachtwoord Reset Succesvol
uk: Скидання Паролю Пройшло Успішно
zh_tw: 密碼重置成功

source: Photo
de: Foto
es: Foto
nl: Foto
uk: Фото
zh_tw: 照片

# PhotoDelete
source: Delete this photo
de: Foto löschen
es: Borrar esta foto
nl: Verwijder deze foto
uk: Видалити це фото
zh_tw: 刪除照片

# PhotoNotApproved
source: (this image has not yet been approved by an administrator)
de: (dieses Bild wurde noch nicht durch den Administrator freigegeben)
es: (esta imagen aún no ha sido aprobada por un administrador)
nl: (dit plaatje is nog niet goedgekeurd door een beheerder)
uk: (дана картинка не була підтверджена адміністратором)
zh_tw: （這個影像還未被管理員核准）

source: Profile updated
de: Profil updaten
es: Perfil actualizado
nl: Profiel bijgewerkt
uk: Профіль збережено
zh_tw: 資料更新

source: Remember me?
de: Erinnnern Sie mich?
es: Recordarme?
nl: Onthouden?
uk: Запамятати мене?
zh_tw: 還記得我嗎？

source: Replies
de: Antworten
es: Respuestas
nl: Antwoorden
uk: Відповіді
zh_tw: 回覆

source: Save
de: Speichern
es: Grabar
nl: Opslaan
uk: Зберегти
zh_tw: 儲存

# SendEmailButton
source: Send E-mail
de: e-Mail senden
es: Enviar E-mail
nl: Verstuur Mail
uk: Надіслати E-mail
zh_tw: 發送E-mail

# SendPM
source: Send Private Message
de: Private Nachricht senden
es: Enviar Mensaje Privado
nl: Verstuur privébericht
uk: Надіслати Приватне Повідомлення
zh_tw: 發送私人訊息

# ShowProfileDetails
source: Show your profile details (but not e-mail)
de: Zeigt dein Profil (aber nicht die e-Mail)
es: Mostrar los detalles de su perfil (pero no su e-mail)
nl: Toon je profieldetails (met geen e-mail)
uk: Показати деталі вашого профілю (але не e-mail)
zh_tw: 顯示您的個人資料（但不是電子郵件）

source: Signature
de: Signatur
es: Firma
nl: Handtekening
uk: Підпис
zh_tw: 簽名

source: Started by
de: Gestartet von
es: Iniciado por
nl: Gestart door
uk: Автор
zh_tw: 開始

source: Subject
de: Thema
es: Asunto
nl: Onderwerk
uk: Тема
zh_tw: 主題

source: Text
es: Texto
nl: Tekst
uk: Текст
zh_tw: 文字

source: To
de: nach
es: Para
nl: Aan
uk: До
zh_tw: 至

source: Upload new
de: neu Upload
es: Crgar nuevo
nl: Upload nieuw
uk: Завантажити нову
zh_tw: 上傳新項目

source: User not found
de: Teilnehmer nicht gefunden
es: Usuario no encontrado
nl: Gebruiker niet gevonden
uk: Користувача не знайдено
zh_tw: 找不到用戶

source: Views
es: Vistas
nl: Weergaven
uk: Переглядів
zh_tw: 瀏覽次數

# WebVisit
source: Visit user Web site
de: Besuchen Sie unsere Website
es: Visitar nuestro sitio Web
nl: Bezoek gebruiker web site
uk: Відвідати сайт користувача
zh_tw: 用戶訪問的Web站點

# YourIP
source: Your IP address
de: Ihre IP-Adresse
es: Su direccion IP
nl: Jou IP adres
uk: Ваша IP адреса
zh_tw: 您的IP地址

source: Birthday
de: Geburtstag
es: Cumpleaños
nl: Geboortedatum
uk: День Народження
zh_tw: 生日

source: Contact
de: Kontakt
es: Contacto
uk: Контакт
zh_tw: 聯絡

source: Profile
de: Profil
es: Perfil
nl: Profiel
uk: Профіль
zh_tw: 個人資料

# SendNameEmail
source: Send {0} an e-mail message
de: {0} hat eine Nachricht gesendet
es: Enviar a {0} un e-mail
nl: Verstuur {0} een e-mail bericht
uk: Надіслати {0} an e-mail message
zh_tw: 發送{0}的電子郵件

# SendNamePM
source: Send {0} a private message
de: Send {0} eine private Nachricht
es: Enviar a {0} un mensaje privado
nl: Verstuur {0} een privébericht
uk: Надіслати {0} приватне повідомлення
zh_tw: 發送{0}私人訊息

source: Unsubscribe
de: Abbestellen
es: Cancelar suscripción
nl: Afmelden
uk: Відписатись
zh_tw: 退訂

# UnsubscribeFail
source: Unsubscribe Failure
de: Abbestellung fehlerhaft
es: Falla en cancelación de suscripción
nl: Fout bij Afmelden
uk: Відписування від теми невдалось
zh_tw: 退訂失敗

# UnsubscribeLinkBad
source: The link you followed is not valid.
de: Der Link ist nicht gültig.
es: El enlace que ud. siguió no es válido.
nl: De link waarop je klikte is ongeldig.
uk: Дане посилання не є правильним.
zh_tw: 這個退訂連結是無效的。
